brew 'stow'
brew 'eza'
brew 'bat'
brew 'delta'
brew 'tmux'
brew 'zoxide'
brew 'tlrc'
brew 'gh'
brew 'jq'
brew 'pnpm'
brew 'lazygit'
brew 'fd'
brew 'fzf'
brew 'direnv'
brew 'doggo'
brew 'btop'
brew 'ripgrep'
brew 'git'
brew 'gcc'
brew 'mtr'
brew 'navi'
brew 'oh-my-posh'
brew 'go'
brew 'yazi'
brew 'neovim'
brew 'hurl'
brew 'cargo'
brew 'rustc'
brew 'uv'
brew 'fish'
brew 'typst'
brew 'yq'
